[
  {
    "name": "Age of Conquest IV",
    "store_link": "Epic Games Store: https://store.epicgames.com/en-US/p/age-of-conquest-iv-c29987",
    "description": "Age of Conquest is a turn based grand strategy wargame. Wage colossal wars solo, against the AI, or take on your gaming friends in cross-platform multiplayer games. Form alliances and fight co-op style with the AI and other players for ultimate victory."
  },
  {
    "name": "Air Brawl",
    "store_link": "Landfall Games Presskit (Available on Steam Early Access/Free at one point): https://landfall.se/air-brawl-1",
    "description": "Air Brawl provides interesting and creative ways for the player to destroy their enemies. Instead of just damage, weapons have many different attributes they can afflict on their targets. The game features 6 planes with varying roles and loadouts."
  },
  {
    "name": "Albion online",
    "store_link": "Google Play (also available on Steam and other platforms): https://play.google.com/store/apps/details?id=com.albiononline",
    "description": "A true cross-platform MMO experience with a vast open world, hardcore PvE and PvP combat, a fully player-driven economy, and a unique, classless \"you are what you wear\" system."
  },
  {
    "name": "Alchemy Unbound",
    "store_link": "Steam: https://store.steampowered.com/app/2858840/Alchemy_Unbound/",
    "description": "A drag and drop crafting game that offers unbound possibilities. No limits, no direction, just pure creativity and endless crafting. Uses AI to create the elements making the possibilities unbound."
  },
  {
    "name": "Ampersat",
    "store_link": "Steam: https://store.steampowered.com/app/1356040/Ampersat/",
    "description": "A shooty, slashy, RPG-y game mixing retro and modern sensibilities. A blend of influences from Gauntlet & Smash TV to Zelda & Angband, Ampersat is a handcrafted adventure but with appeal to Roguelite fans. Battle ASCII creatures in colorful areas & free letters to return language to the village!"
  },
  {
    "name": "Anchors start",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Anchors start' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Aplovare collection",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Aplovare collection' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Astral party",
    "store_link": "Steam: https://store.steampowered.com/app/2622000/Astral_Party/",
    "description": "A multiplayer party game populated by cute anime girls! Choose your favorite character, strategize skills & cards, and roll the dice to destroy friendships in this unique board game. Supports up to 4 players online or single play with AI."
  },
  {
    "name": "Atlyss",
    "store_link": "Steam: https://store.steampowered.com/app/2768430/ATLYSS/?l=thai&curator_clanid=28006321",
    "description": "A Singleplayer/Online RPG where you can fight with or against friends in a surreal world filled with creatures beyond comprehension. Customize and progress your character(s), complete quests, and discover strange locations."
  },
  {
    "name": "AWARIA",
    "store_link": "Steam: https://store.steampowered.com/app/3274300/Awaria/",
    "description": "Awaria is a short game about working in haunted maintenance tunnels. Check what's wrong, craft all the needed parts and deliver them. Features claustrophobic penal labor and dodging deadly projectiles."
  },
  {
    "name": "Balatro",
    "store_link": "Steam: https://store.steampowered.com/app/2379780/Balatro/",
    "description": "The poker roguelike. Balatro is a hypnotically satisfying deckbuilder where you play illegal poker hands, discover game-changing jokers, and trigger adrenaline-pumping, outrageous combos."
  },
  {
    "name": "Besiege",
    "store_link": "Steam: https://store.steampowered.com/app/346010/Besiege/",
    "description": "A physics building game about constructing mechanical machines to annihilate armies, obliterate castles and overcome challenging obstacles. Conquer the campaign or skirmish with friends in Multiplayer!"
  },
  {
    "name": "bitburner",
    "store_link": "Steam: https://store.steampowered.com/app/1812650/Bitburner/",
    "description": "An incremental RPG where the progression is done by writing scripts. Start as a novice hacker and work your way up to earning millions and automating your gameplay using JavaScript."
  },
  {
    "name": "Black desert",
    "store_link": "Pearl Abyss Official Shop: https://blackdesert.pearlabyss.com/ASIA/en-US/Game/Buy",
    "description": "Limitless Adventures and Countless Battles in a Vast Open World. Step into the world of Black Desert to experience action-packed combat and unforgettable adventures."
  },
  {
    "name": "Black skyland",
    "store_link": "Steam: https://store.steampowered.com/app/1143810/Black_Skylands/",
    "description": "The first steampunk experience that combines elements of open world, sandbox, top-down shooter, and action-adventure games. Become the captain of an airship and explore the world of the skies, gather resources and build powerful weapons, uncover ancient secrets and fight beneath your ship's sails."
  },
  {
    "name": "Blasterbeat",
    "store_link": "Steam: https://store.steampowered.com/app/1575680/BlasterBeat/",
    "description": "The award-winning PvP rhythm-shooter. Master shooting to a unique variety of tracks in dynamic and innovative gameplay in arenas that shine on the beat."
  },
  {
    "name": "bloody hell",
    "store_link": "itch.io: https://gamiworks.itch.io/bloody-hell",
    "description": "A frantic, fast-paced bullet hell/shooter where you play as a skeleton trying to defend yourself against waves of demons. Complete challenges, earn coins, and upgrade your abilities."
  },
  {
    "name": "Boardland",
    "store_link": "Steam: https://store.steampowered.com/app/1206120/BoardLand/",
    "description": "A social turn-based board game for 2 to 4 players. Roll the dice, race around the board, and sabotage your opponents using various cards and tricks to reach the end first."
  },
  {
    "name": "Borderland 2",
    "store_link": "2K Games Official Page (Also on Steam, Epic, etc.): https://borderlands.2k.com/borderlands-2/",
    "description": "A first-person co-op looter-shooter where you face off against the evil mastermind, Handsome Jack, as one of four new Vault Hunters. Make new friends, arm them, and take on endless hordes of bandits and soulless corporate goons."
  },
  {
    "name": "bronzebeard's tarven",
    "store_link": "itch.io (Bronzebeard’s Tavern): https://shitty-games-inc.itch.io/bronzebeards-tavern",
    "description": "A tavern management game where you run a medieval pub, manage staff, serve drinks, and keep the rowdy clientele happy (or at least alive)."
  },
  {
    "name": "buckshot roulette",
    "store_link": "Steam (Also on itch.io): https://store.steampowered.com/app/2835700/Buckshot_Roulette/",
    "description": "A short, brutal roguelite tabletop horror game that re-imagines the infamous game of Russian Roulette. Face off against the Dealer in three rounds using a 12-gauge pump action shotgun."
  },
  {
    "name": "Call of Duty(2022)",
    "store_link": "Xbox Store (Call of Duty: Modern Warfare II): https://www.xbox.com/en-US/games/call-of-duty-modern-warfare-ii",
    "description": "Call of Duty®: Modern Warfare® II drops players into an unprecedented global conflict that features the iconic Operators of Task Force 141. Includes a globe-trotting single-player campaign, immersive multiplayer combat, and an evolved Special Ops game mode."
  },
  {
    "name": "Call of War",
    "store_link": "Steam Community (Also available on other platforms): https://steamcommunity.com/games/callofwar",
    "description": "Take over the control of one of the mighty nations during the times of World War 2 in this persisting long-term strategy game. Conquer provinces, forge alliances and build up your economy in real-time."
  },
  {
    "name": "Cast & spell",
    "store_link": "Steam: https://store.steampowered.com/app/3032020/Cast__Spell/",
    "description": "An action-packed multiplayer game where wizards battle using elemental magic. Fight in PvP duels or team up with friends in co-op modes to defeat monsters. Master different elements and enjoy intense, strategic combat."
  },
  {
    "name": "Cave crawer",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Cave Crawer' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "cell to singuality",
    "store_link": "Google Play (Also on Steam, App Store): https://play.google.com/store/apps/details?id=com.computerlunch.evolution&hl=en_US",
    "description": "An incremental game where you guide the evolution of life on Earth, from the single cell to a technological singularity. Taps, clicks, and passive idle time help you unlock the next chapter of evolution."
  },
  {
    "name": "chamber the outlaw",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'chamber the outlaw' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "cityidel",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'cityidel' or 'cividel' with a primary store link was not found. The spelling may be a variation of a different game."
  },
  {
    "name": "cividel",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'cityidel' or 'cividel' with a primary store link was not found. The spelling may be a variation of a different game."
  },
  {
    "name": "content warning",
    "store_link": "Steam: https://store.steampowered.com/app/2881470/Content_Warning/",
    "description": "A co-op horror game where you and your friends film spooky things to try and go viral. Descend into the Old World, record something scary, and try to survive to upload your footage to SpöökTube."
  },
  {
    "name": "cookard",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'cookard' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "CS2",
    "store_link": "Official Website (Steam): https://www.counter-strike.net/cs2",
    "description": "The next era of Counter-Strike. A free upgrade to CS:GO, featuring new features and updates built on the Source 2 engine, including dynamic smoke grenades, sub-tick updates, and visual fidelity upgrades to classic maps."
  },
  {
    "name": "craterbound",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'craterbound' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "crossout",
    "store_link": "Steam: https://store.steampowered.com/app/386180/Crossout/",
    "description": "The post-apocalyptic MMO action game. Craft unique battle machines from a multitude of interchangeable parts, ride them into combat, and destroy your enemies in explosive PvP and PvE battles."
  },
  {
    "name": "crusader king II",
    "store_link": "Steam: https://store.steampowered.com/app/203770/Crusader_Kings_II/",
    "description": "A grand strategy game where you explore one of the defining periods in world history in an experience crafted by the masters of Grand Strategy. Rule your dynasty through the Middle Ages, from 1066 to 1453, in this deep feudal RPG."
  },
  {
    "name": "Cureocity",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Cureocity' with a primary store link was not found. The search results were non-definitive."
  },
  {
    "name": "Dark and Darker",
    "store_link": "Blacksmith (Official Launcher) / Epic Games Store (Early Access): https://www.darkanddarker.com/",
    "description": "A hardcore fantasy FPS dungeon PvPvE adventure. Team up with friends and use your courage, wits, and cunning to uncover mythical treasures, defeat gruesome monsters, and stay one step ahead of the other greedy adventurers."
  },
  {
    "name": "Dark lord",
    "store_link": "Steam: https://store.steampowered.com/app/2515030/Dark_Lord/",
    "description": "Unleash your power in Dark Lord, a roguelike RPG filled with strategy, adventure, and sardonic wit. Rule your growing realm with an iron fist, managing advisors and navigating political intrigue."
  },
  {
    "name": "DCS",
    "store_link": "Steam (DCS World Free-to-Play): https://store.steampowered.com/app/223750/DCS_World_Steam_Edition/",
    "description": "DCS World is a Digital Combat Simulator, a truly free-to-play digital battlefield focused on the simulation of military aircraft, ground units, and naval vessels. The base game is a realistic combat simulator sandbox."
  },
  {
    "name": "Deepest sword",
    "store_link": "itch.io: https://cosmicadventuresquad.itch.io/deepest-sword",
    "description": "A humorous physics-based puzzle/platformer game made for Ludum Dare 48. Venture deep into the Cavern of Longing and plunge your continuously-growing sword into the dragon's heart. How deep is your resolve?"
  },
  {
    "name": "Desserted Island",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Desserted Island' with a primary store link was not found. The spelling may be a variation of a different game."
  },
  {
    "name": "Disfigure",
    "store_link": "Steam: https://store.steampowered.com/app/2059340/Disfigure/",
    "description": "A rogue-lite bullet hell where you fight against the darkness in a randomly generated map. Level up, choose new upgrades, and fight the endless void."
  },
  {
    "name": "Dominion",
    "store_link": "Steam (Dominion of Darkness): https://store.steampowered.com/app/2464730/Dominion_of_Darkness/",
    "description": "If referring to 'Dominion of Darkness' - a free RPG/strategy text game where the player takes on the role of a Sauron-style Lord of Darkness with the goal of conquering the world."
  },
  {
    "name": "Don't starve together",
    "store_link": "Steam: https://store.steampowered.com/app/322330/Dont_Starve_Together/",
    "description": "A standalone multiplayer expansion to the wilderness survival game Don't Starve. Enter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style."
  },
  {
    "name": "Doom 1",
    "store_link": "Steam (DOOM Classic): https://store.steampowered.com/app/9060/DOOM_Classic/",
    "description": "The grandfather of the first-person shooter genre. You are the last hope for humanity as you face hordes of demons from Hell across two interdimensional gateways."
  },
  {
    "name": "Doom 2",
    "store_link": "Steam (DOOM II Classic): https://store.steampowered.com/app/9070/DOOM_II_Classic/",
    "description": "The sequel to the legendary DOOM. The demons have overrun Earth, and you must fight through twelve all-new levels of carnage, a double-barreled shotgun, and the nastiest monsters ever conceived."
  },
  {
    "name": "Doronko wanko",
    "store_link": "Steam: https://store.steampowered.com/app/2512840/DORONKO_WANKO/",
    "description": "A 'DORONKO Action Game' where you become a cute, innocent Pomeranian dog whose mission is to make your master's home messy and dirty by splashing mud everywhere and causing as much damage as possible."
  },
  {
    "name": "dreadmoon",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'dreadmoon' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Dungeon and Dragon online",
    "store_link": "Steam (Dungeons & Dragons Online): https://store.steampowered.com/app/20640/Dungeons__Dragons_Online/",
    "description": "A free-to-play massively multiplayer online roleplaying game (MMORPG) set in the world of Eberron and the Forgotten Realms. Adventure through dangerous dungeons, discover new magic, and slay legendary monsters."
  },
  {
    "name": "Dream BBQ",
    "store_link": "itch.io (YIIK I.V - Dream BBQ): https://ackkstudios.itch.io/yiik-iv-dream-bbq",
    "description": "The prequel to YIIK: A Post-Modern RPG. A surreal RPG adventure that takes place in a metaphysical supermarket filled with strange characters, exploring themes of reality and self."
  },
  {
    "name": "endless sky",
    "store_link": "Steam: https://store.steampowered.com/app/404410/Endless_Sky/",
    "description": "A 2D space exploration, trading, and combat game. Earn money to buy a better spaceship and upgrade its weaponry and engines. Choose to be a merchant, a bounty hunter, a pirate, or a variety of other roles."
  },
  {
    "name": "enlisted",
    "store_link": "Official Website (Gaijin/Enlisted): https://enlisted.net/",
    "description": "A squad-based massively multiplayer online (MMO) shooter that recreates key battles of World War II. Players command a squad of soldiers, with the ability to switch between them after one is killed."
  },
  {
    "name": "fallout shelter",
    "store_link": "Steam (Also on mobile app stores): https://store.steampowered.com/app/588430/Fallout_Shelter/",
    "description": "A free-to-play simulation game set in the Fallout universe. Oversee a state-of-the-art underground Vault, keep your Dwellers happy, and protect them from the dangers of the Wasteland."
  },
  {
    "name": "fantasy general II",
    "store_link": "Steam: https://store.steampowered.com/app/1025440/Fantasy_General_II_Invasion/",
    "description": "A turn-based strategy game set in the high fantasy world of Kroll. Command mighty armies, recruit powerful heroes, and lead your forces in epic battles."
  },
  {
    "name": "Field of glory II",
    "store_link": "Steam: https://store.steampowered.com/app/660160/Field_of_Glory_II/",
    "description": "A turn-based tactical game that allows you to fight the battles of the Ancient world. Based on the successful Field of Glory table-top rules, it features hundreds of historical units and battle scenarios."
  },
  {
    "name": "Fishing online",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Fishing online' with a primary store link was not found, as the term is too generic."
  },
  {
    "name": "fishing planet",
    "store_link": "Steam: https://store.steampowered.com/app/380710/Fishing_Planet/",
    "description": "A free-to-play realistic online first-person multiplayer fishing simulator. Explore breathtaking fishing spots, acquire and master new tackle, and improve your real angling skills."
  },
  {
    "name": "point forty five",
    "store_link": "Steam (.45 Caliber): https://store.steampowered.com/app/2813150/45_Caliber/",
    "description": "A 2D top-down shooter where you control a sheriff trying to survive against an endless horde of demons in a post-apocalyptic world. Features classic arcade action and an upgrade system."
  },
  {
    "name": "FPS Chess",
    "store_link": "Steam: https://store.steampowered.com/app/1959770/FPS_Chess/",
    "description": "The popular board game of chess meets the world of first-person shooters. When one piece attempts to take another, a miniature FPS duel begins to determine the victor."
  },
  {
    "name": "Franzen",
    "store_link": "itch.io: https://frozencubes.itch.io/franzen",
    "description": "A short, narrative-focused adventure game where you explore the small town of Franzen and interact with its eccentric inhabitants."
  },
  {
    "name": "FNAF 6",
    "store_link": "Steam (Freddy Fazbear's Pizzeria Simulator): https://store.steampowered.com/app/738060/Freddy_Fazbears_Pizzeria_Simulator/",
    "description": "A free-to-play business simulation game with horror elements, serving as the sixth installment in the Five Nights at Freddy's series. Manage your pizzeria by day and survive the animatronics at night."
  },
  {
    "name": "gate keeper infinity",
    "store_link": "Steam (Gate Keeper: Infinity): https://store.steampowered.com/app/2681560/Gate_Keeper_Infinity/",
    "description": "A fast-paced, rogue-lite game where you must search for the stolen 'Heart of the Universe' and fight through waves of enemies and epic bosses, alone or with friends in co-op mode."
  },
  {
    "name": "Goose Goose duck",
    "store_link": "Steam: https://store.steampowered.com/app/1568590/Goose_Goose_Duck/",
    "description": "A social deduction game similar to Among Us, but with geese and ducks. Complete objectives, and work with your fellow Geese to root out the malicious Ducks and other fowl creatures."
  },
  {
    "name": "Helltaker",
    "store_link": "Steam: https://store.steampowered.com/app/1289310/Helltaker/",
    "description": "A short game about a sharply dressed man who goes down to hell and collects a harem of demon girls. It is a puzzle-adventure game with a unique art style."
  },
  {
    "name": "Hitman world of assination",
    "store_link": "Steam (Hitman World of Assassination): https://store.steampowered.com/app/1659040/HITMAN_World_of_Assassination/",
    "description": "The definitive version of the modern Hitman trilogy, combining all content from Hitman 1, 2, and 3. Embark on a globe-trotting adventure across sandbox locations, eliminating high-profile targets as the master assassin, Agent 47."
  },
  {
    "name": "Holobreak",
    "store_link": "Official Website (Holostars Fan Game): https://holobreak.com/",
    "description": "A free, high-speed, 3D action fan game featuring Holostars V-Tuber talents. Break blocks and fight through stages using unique character abilities."
  },
  {
    "name": "holocure",
    "store_link": "itch.io (Also available on Steam): https://kay-yu.itch.io/holocure",
    "description": "A free fan-made, casual, rogue-lite game starring the talents of hololive. Collect weapons, skills, and powerful item combinations to defeat waves of enemies and bosses."
  },
  {
    "name": "idel cave miner",
    "store_link": "Steam (Idle Cave Miner): https://store.steampowered.com/app/2153500/Idle_Cave_Miner/",
    "description": "An idle, incremental game focused on mining and resource gathering. Hire workers, upgrade your equipment, and delve deeper into the mines to find precious ores and treasures."
  },
  {
    "name": "idelOn",
    "store_link": "Steam (Idleon - Idle MMO): https://store.steampowered.com/app/1476900/Idleon__Idle_MMO/",
    "description": "The first MMORPG where your characters keep working when you're offline! Unlock up to 10 unique classes, defeat bosses, and skill up your characters while you sleep in this unique Idle/MMO hybrid."
  },
  {
    "name": "Idol Showdown",
    "store_link": "Steam: https://store.steampowered.com/app/1993250/Idol_Showdown/",
    "description": "A free-to-play 1v1 fighting game featuring a cast of Hololive talents. Simple controls, but deep fighting mechanics allow players to duke it out using their favorite V-tubers."
  },
  {
    "name": "IndustryIdel",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'IndustryIdel' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Infinitode 2",
    "store_link": "Steam (Also on mobile app stores): https://store.steampowered.com/app/1223120/Infinitode_2__Infinite_Tower_Defense/",
    "description": "An infinite Tower Defense strategy game where you build towers and walls to defend against endless waves of enemies. Features a map editor, a massive skill tree, and global leaderboards."
  },
  {
    "name": "Influxis",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Influxis' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "instruction",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'instruction' with a primary store link was not found, as this term is too generic."
  },
  {
    "name": "islander",
    "store_link": "Steam (Islander): https://store.steampowered.com/app/1018900/Islander/",
    "description": "A beautiful, minimalist, and relaxing idle-building game where you place buildings on a procedurally generated island to increase its beauty and resource production."
  },
  {
    "name": "johney rocketfinger",
    "store_link": "Steam (Johnny Rocketfingers: The Game): https://store.steampowered.com/app/316020/Johnny_Rocketfingers_The_Game/",
    "description": "The official game adaptation of the classic flash-era stick-figure animated series, featuring the iconic anti-hero in a point-and-click adventure full of dark humor and violence."
  },
  {
    "name": "juice galaxy",
    "store_link": "itch.io: https://gogopogo.itch.io/juice-galaxy",
    "description": "A bizarre open-world adventure game where you explore a strange, fruit-filled galaxy. Features unusual physics, combat, and exploration with a unique, colorful, and chaotic art style."
  },
  {
    "name": "Kards",
    "store_link": "Steam: https://store.steampowered.com/app/544830/KARDS__The_WWII_Card_Game/",
    "description": "A unique World War II collectible card game, blending traditional CCG mechanics with tactical battlefield strategy. Use your Kards to command troops, tanks, and aircraft to seize the battlefield initiative."
  },
  {
    "name": "Kerbal Space Program",
    "store_link": "Steam: https://store.steampowered.com/app/220200/Kerbal_Space_Program/",
    "description": "A space flight simulation game where you take charge of the space program for the alien race known as the Kerbals. Build rockets, aircraft, and rovers, and attempt to launch them into orbit and beyond."
  },
  {
    "name": "Kight fall",
    "store_link": "Microsoft Store (Kn1ght FaLL): https://www.microsoft.com/en-jm/p/kn1ght-fall/9n8438p0k96b",
    "description": "Knight FALL is a free 2D platformer game where the knight (you), has to explore the world through 5 enjoyable levels!"
  },
  {
    "name": "Learn to fly 3",
    "store_link": "Chrome Web Store (Official Extension): https://chromewebstore.google.com/detail/learn-to-fly-3-official/mnlpnkfjhgfcjljjbighkcifheggnlfg",
    "description": "A flight distance game where you master the art of penguin-powered flight. Soar to new heights, unlock upgrades, and conquer the skies in this endless airborne adventure."
  },
  {
    "name": "Limbus company",
    "store_link": "Google Play (Also on Steam): https://play.google.com/store/apps/details?id=com.ProjectMoon.LimbusCompany",
    "description": "A combination of turn-based RPG and real-time brawl from the creators of Lobotomy Corporation. As the manager, you lead 12 Sinners into the buried facilities of Lobotomy Corporation to claim the Golden Boughs."
  },
  {
    "name": "Lycanthorn II",
    "store_link": "Steam (Lycanthorn II - Rain of Beasts): https://store.steampowered.com/app/1546440/Lycanthorn_II__Rain_of_Beasts/",
    "description": "A 3D homage to retro classics. You play as Rain, a Vampire Hunter, exploring an open world, using first-person melee combat to dash, dodge, and dice around demons and beasts from legend."
  },
  {
    "name": "Machinka Museum",
    "store_link": "Steam (Machinika: Museum): https://store.steampowered.com/app/1507190/Machinika_Museum/",
    "description": "A mystery game where you discover beautiful and mysterious machines of extra-terrestrial origins. Solve mind-bending 3D puzzles in an atmospheric, galaxy-spanning adventure."
  },
  {
    "name": "marbel on stream",
    "store_link": "Google Play (Marbles on Stream Mobile): https://play.google.com/store/apps/details?id=com.pixelbypixel.mosmobile",
    "description": "A companion app for the stream interactive marble race game. Viewers can customize their marble and compete for positions on the global leader board. Great for streamer community interaction."
  },
  {
    "name": "metal waltz",
    "store_link": "Google Play (Metal Waltz): https://play.google.com/pc-store/games/details?id=com.astrogame.shermange",
    "description": "A card-like mobile game where various tanks are anthropomorphized into 'Metal Maidens.' Players compile, breed, and strengthen them to form an invincible joint tank team."
  },
  {
    "name": "meteor 60 second",
    "store_link": "App Store (Meteor 60 seconds!): https://apps.apple.com/us/app/meteor-60-seconds/id1331351781",
    "description": "A simple, fun, comic-like action game that simulates your life if there were a meteor heading towards Earth and you had 60 seconds to live. Do anything you want to do with your last 60 seconds!"
  },
  {
    "name": "metro 2033",
    "store_link": "Steam (Metro 2033 Redux): https://store.steampowered.com/app/286690/Metro_2033_Redux/",
    "description": "A first-person shooter survival horror game based on Dmitry Glukhovsky's novel. Survivors of a nuclear war take refuge in the Moscow Metro tunnels, where you must fight human and mutant enemies as the protagonist Artyom."
  },
  {
    "name": "Moonring",
    "store_link": "Steam: https://store.steampowered.com/app/2373630/Moonring/",
    "description": "A free, dark-fantasy, open-world, turn-based, tile RPG. Explore a hand-designed overworld and procedurally generated dungeons in the style of classic Ultima games, featuring a unique neon aesthetic."
  },
  {
    "name": "Muck",
    "store_link": "Steam: https://store.steampowered.com/app/1625450/Muck/",
    "description": "A free survival-roguelike. Collect resources, find items, and build a base to survive as long as you can on a procedurally generated island. Fight mysterious enemies that appear when night falls."
  },
  {
    "name": "Nethack",
    "store_link": "Official Website / Various Platforms (Free Software): http://www.nethack.org/common/info.html",
    "description": "A single-player dungeon exploration game and one of the most famous roguelikes. The emphasis is on discovering the detail of the randomly generated dungeon and its denizens."
  },
  {
    "name": "Night is coming",
    "store_link": "Steam: https://store.steampowered.com/app/1011590/Night_is_Coming/",
    "description": "A survival strategy game set in a world inspired by Slavic mythology. Build your settlement, manage settlers, and prepare your defenses for the relentless approach of the eternal Darkness."
  },
  {
    "name": "Night of fullmoon",
    "store_link": "Google Play (Night of the Full Moon): https://play.google.com/store/apps/details?id=com.ztgame.yyzy",
    "description": "A dark fairy tale-themed deckbuilding card game and rogue-lite. Play as Little Red Riding Hood, exploring the Black Forest on the night of the full moon to find her missing grandmother. Your choices determine the outcome."
  },
  {
    "name": "the night shift",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'the night shift' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "NUBS",
    "store_link": "Official Website (Nubs): https://playnubs.com/",
    "description": "Tiny, unpredictable warriors locked in a relentless arena battle. A fast-paced, top-down PvP combat game for up to 20 players, featuring extensive character customization and roguelite buffs."
  },
  {
    "name": "Eden Crafter",
    "store_link": "Steam (Eden Crafters): https://store.steampowered.com/app/2570210/Eden_Crafters/",
    "description": "A solo and co-op open-world survival, crafting, and automation game. Your mission is to terraform a hostile planet into a habitable haven for humanity by creating a breathable atmosphere and temperate climate."
  },
  {
    "name": "Ruinscape",
    "store_link": "App Store (RuneScape): https://apps.apple.com/us/app/runescape/id1332022656",
    "description": "A high fantasy open world MMORPG (Massively Multiplayer Online Role-Playing Game). Explore the ever-changing world of Gielinor, master 29 skills, and complete quests with unprecedented player freedom. Available for free."
  },
  {
    "name": "One milion fatal gun",
    "store_link": "Steam (OMFG: One Million Fatal Guns): https://store.steampowered.com/app/1555710/OMFG_One_Million_Fatal_Guns/",
    "description": "A fast-paced, over-the-top, roguelike, first-person shooter. Shoot your way through a robot-hijacked space station, collecting ever more powerful guns from the 30 million differently named possibilities."
  },
  {
    "name": "once human",
    "store_link": "Steam: https://store.steampowered.com/app/2139460/Once_Human/",
    "description": "A multiplayer open-world survival game set in a strange, post-apocalyptic future. Fight monstrous enemies, uncover secret plots, and build your own territory in a world affected by the alien Stardust."
  },
  {
    "name": "one arm cook",
    "store_link": "Steam (One-armed cook): https://store.steampowered.com/app/1977530/Onearmed_cook/",
    "description": "A free, chaotic co-op cooking game for up to 4 people. Work as a team or solo to take orders and prepare food, dealing with goofy physics and the stress of a full restaurant with only one usable arm."
  },
  {
    "name": "one arm robber",
    "store_link": "Steam (One-armed robber): https://store.steampowered.com/app/2481970/Onearmed_robber/",
    "description": "A co-op heist game where you and your friends take on the role of robbers with a slight problem: you only have one usable arm. Plan your way in, secure the loot, and escape the long arm of the law."
  },
  {
    "name": "onebit adventure",
    "store_link": "Google Play (OneBit Adventure): https://play.google.com/store/apps/details?id=com.tinytorch.onebit&hl=en_US",
    "description": "A casual turn-based roguelike RPG where you ascend through a tower, fighting monsters and leveling up. The game is known for its simple pixel art and deep progression system."
  },
  {
    "name": "operation harsh doorstop",
    "store_link": "Steam: https://store.steampowered.com/app/736590/Operation_Harsh_Doorstop/",
    "description": "A community-developed, open-source tactical shooter. It offers a realistic combat experience in a highly moddable framework, focusing on infantry combat and teamwork."
  },
  {
    "name": "palia",
    "store_link": "Official Website (Downloadable Launcher/Nintendo Switch): https://palia.com/",
    "description": "A cozy, free-to-play MMO life-sim game. Explore a vibrant world, farm, fish, cook, make friends, and uncover the mysteries of the ancient human civilization."
  },
  {
    "name": "path of exile secret of atlas",
    "store_link": "Steam (Path of Exile): https://store.steampowered.com/app/238960/Path_of_Exile/",
    "description": "An action RPG set in the dark fantasy world of Wraeclast. The 'Secret of the Atlas' refers to a major expansion of the game's end-game mapping system, where players fight through endless randomized dungeons."
  },
  {
    "name": "path master",
    "store_link": "Steam (Pathmaker): https://store.steampowered.com/app/2069690/Pathmaker/",
    "description": "A puzzle game where you must guide the main character 'K' through intricate labyrinths by building and manipulating the pathways."
  },
  {
    "name": "payday 2",
    "store_link": "Steam: https://store.steampowered.com/app/218620/PAYDAY_2/",
    "description": "A co-op shooter where you and your crew of heisters take on epic, explosive heists across Washington D.C. Choose your crew, customize your gear, and execute the perfect crime."
  },
  {
    "name": "PEAK",
    "store_link": "Landfall Games Official Page: https://landfall.se/peak",
    "description": "A challenging co-op climbing game where the slightest mistake can spell your doom. Work together with up to 3 friends to scale a procedurally changing mountain to reach the summit and survive."
  },
  {
    "name": "people playground",
    "store_link": "Steam: https://store.steampowered.com/app/1118200/People_Playground/",
    "description": "A violence sandbox game. Unleash your creativity by experimenting with different objects, weapons, and tools on ragdoll people. It's a physics-based testing ground with no set goals."
  },
  {
    "name": "pico park 2",
    "store_link": "Steam (PICO PARK): https://store.steampowered.com/app/1509960/PICO_PARK/",
    "description": "A local and online co-op action puzzle game for 2-8 players. The goal is simple: get all the keys and reach the goal, but the 12 levels all have special cooperative gimmicks."
  },
  {
    "name": "Pumkin panic",
    "store_link": "Steam (PUMPKIN PANIC): https://steamcommunity.com/app/3177920",
    "description": "A cozy farm simulation game where you plant crops and go fishing. Be careful, though, as strange things are happening in the area, suggesting a survival or horror twist."
  },
  {
    "name": "Quake II",
    "store_link": "Steam (Quake II Enhanced): https://store.steampowered.com/app/2320/Quake_II/",
    "description": "The critically acclaimed military sci-fi FPS developed by id Software. Experience the authentic, enhanced and complete version of the original, including the base campaign, mission packs, and crossplay multiplayer."
  },
  {
    "name": "Quake Chapion",
    "store_link": "Steam (Quake Champions): https://store.steampowered.com/app/611500/Quake_Champions/",
    "description": "A fast-paced, arena-style first-person shooter that brings the frantic, high-skill competition of Quake to the modern era. Features diverse characters (Champions) with unique abilities."
  },
  {
    "name": "Planet Mort",
    "store_link": "Info Not Found",
    "description": "Information for a specific video game titled 'Planet Mort' with a primary store link was not found. The term is associated with the SLA Industries tabletop RPG."
  },
  {
    "name": "Planet S",
    "store_link": "Steam: https://store.steampowered.com/app/1948430/Planet_S/",
    "description": "A real-time strategy game where you colonize multiple planets in a solar system to advance your civilization. Build cities, manage resources, and choose between peaceful expansion or military dominance."
  },
  {
    "name": "Rleam of mad god Exalt",
    "store_link": "Steam (Realm of the Mad God Exalt): https://store.steampowered.com/app/1178660/Realm_of_the_Mad_God_Exalt/",
    "description": "A free-to-play, permadeath, bullet-hell massively multiplayer online RPG (MMORPG). Adventure with other players through dungeons and fight powerful bosses."
  },
  {
    "name": "Reverse 1999",
    "store_link": "Steam (Also on mobile app stores): https://store.steampowered.com/app/3092660/Reverse_1999/",
    "description": "A 20th Century Time-Travel Strategic RPG. As the Timekeeper, you travel across eras from the Roaring '20s to the turn of the millennium, uncovering the truth about the mysterious 'Storm'."
  },
  {
    "name": "SCP Secret Lab",
    "store_link": "Steam (SCP: Secret Laboratory): https://store.steampowered.com/app/700330/SCP_Secret_Laboratory/",
    "description": "A free-to-play multiplayer horror game based on the SCP - Containment Breach universe. Take on the role of Class-D personnel, Foundation staff, or one of the hostile SCP entities in a breach scenario."
  },
  {
    "name": "Shrine 1",
    "store_link": "itch.io (Shrine): https://scumhead.itch.io/shrine-2016-jam-edition",
    "description": "A first-person shooter made in the Doom engine. Battle a nightmarish eldritch horde across multiple challenging levels in a retro Gothic Lovecraftian world."
  },
  {
    "name": "Shrine 2",
    "store_link": "itch.io: https://scumhead.itch.io/shrine-ii",
    "description": "A first-person shooter sequel made in the Doom engine. Play as Tusk, the skinless monstrosity, and annihilate horrific eldritch enemies with over 20 unique and strange weapons across 32 levels."
  },
  {
    "name": "the Sim 4",
    "store_link": "EA App / Steam (The Sims 4): https://store.steampowered.com/app/1222670/The_Sims_4/",
    "description": "A life simulation game where you create unique Sims, build their homes, and manage their lives as they pursue careers, develop relationships, and explore vibrant worlds."
  },
  {
    "name": "Star birds",
    "store_link": "Steam: https://store.steampowered.com/app/2719750/Star_Birds/",
    "description": "A relaxing asteroid base-building and resource management game. Discover and mine countless asteroids, create production networks, and guide your flock of spacefaring birds to new interstellar horizons."
  },
  {
    "name": "stardew valey",
    "store_link": "Steam (Stardew Valley): https://store.steampowered.com/app/413150/Stardew_Valley/",
    "description": "A country-life RPG. Inherit your grandfather's old farm plot, turn your overgrown fields into a lively farm, raise animals, craft goods, mine for treasure, and start a new life in the valley."
  },
  {
    "name": "sub morse",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'sub morse' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Such art",
    "store_link": "Steam (SuchArt: Genius Artist Simulator): https://store.steampowered.com/app/1293180/SuchArt_Genius_Artist_Simulator/",
    "description": "A unique artist simulator game with realistic paint mixing, physics, and tools. Upgrade your studio, complete commissions, sell your art, and become a famous genius artist."
  },
  {
    "name": "Supermarket together",
    "store_link": "Steam: https://store.steampowered.com/app/2709570/Supermarket_Together/",
    "description": "A free-to-play, chaotic co-op simulation game for up to 16 players. Stock your shop, unlock franchises, hire employees, and chase shoplifters in a bustling supermarket environment."
  },
  {
    "name": "supervive",
    "store_link": "Steam: https://store.steampowered.com/app/2376990/Supervive/",
    "description": "A 10-player Battle Royale where you scavenge for resources, craft unique items, and fight monsters to survive. Features an innovative take on the genre with crafting and resource management."
  },
  {
    "name": "supremacy 1914",
    "store_link": "Steam (Also available in browser): https://store.steampowered.com/app/428450/Supremacy_1914/",
    "description": "A grand strategy MMO based on World War I. Take control of one of the competing nations, forge alliances, and lead your economy and military to victory across historical maps."
  },
  {
    "name": "teku",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'teku' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "the hunter clasic",
    "store_link": "Steam (theHunter Classic): https://store.steampowered.com/app/253710/theHunter_Classic/",
    "description": "A free-to-play, highly realistic hunting simulation game. Track, spot, and strategically hunt various species of animals across vast, detailed open-world environments."
  },
  {
    "name": "through the wood",
    "store_link": "Steam (Through the Woods): https://store.steampowered.com/app/368430/Through_the_Woods/",
    "description": "A third-person horror adventure set in a Norwegian forest. Experience the story of a mother searching for her missing son, blending psychological horror with Norwegian folklore."
  },
  {
    "name": "Totaly Accuret BAttleground",
    "store_link": "Steam (Totally Accurate Battlegrounds): https://store.steampowered.com/app/823130/Totally_Accurate_Battlegrounds/",
    "description": "A humorous take on the Battle Royale genre. Wacky physics and ragdoll combat make for a chaotic and funny free-to-play experience where you fight to be the last one standing."
  },
  {
    "name": "Trackmania",
    "store_link": "Epic Games Store (Trackmania): https://store.epicgames.com/en-US/p/trackmania",
    "description": "A free-to-play arcade racing game that pits you against players worldwide on player-made tracks. Features a massive track editor and daily competitive challenges."
  },
  {
    "name": "Trackmania Nation forever",
    "store_link": "Steam (TrackMania Nations Forever): https://store.steampowered.com/app/11200/TrackMania_Nations_Forever/",
    "description": "A free, full-featured version of the TrackMania game series. It offers a new environment, 'Stadium,' solo campaigns, and competitive online multiplayer racing."
  },
  {
    "name": "FANF Ultimate Custom Night",
    "store_link": "Steam (Ultimate Custom Night): https://store.steampowered.com/app/871720/Ultimate_Custom_Night/",
    "description": "The ultimate Five Nights at Freddy's mashup. Players choose from 50 animatronic characters spanning seven FNaF games, setting their difficulty from 0 to 20 to create a nightmare challenge."
  },
  {
    "name": "Underminer",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Underminer' with a primary store link was not found. The name is also associated with a character from *The Incredibles* video game."
  },
  {
    "name": "Unnamed spece idel",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Unnamed spece idel' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Unslove case",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'Unslove case' with a primary store link was not found. This may be a smaller or fan-made title."
  },
  {
    "name": "Unturned",
    "store_link": "Steam: https://store.steampowered.com/app/304930/Unturned/",
    "description": "A free-to-play survival sandbox game where you must survive the zombie-infested ruins of civilization. Scavenge, build, and cooperate with other players to stay alive."
  },
  {
    "name": "URBO",
    "store_link": "Steam: https://store.steampowered.com/app/2172770/URBO/",
    "description": "A peaceful and relaxing puzzle game. Build a city one tiny block at a time, watching it grow and evolve without the pressure of failure or resource management."
  },
  {
    "name": "VRChat",
    "store_link": "Steam (Also on Meta Quest Store): https://store.steampowered.com/app/438100/VRChat/",
    "description": "A free-to-play social VR platform where users can create, publish, and explore hundreds of thousands of virtual worlds and custom avatars. It offers a massive social sandbox experience."
  },
  {
    "name": "World of Guns",
    "store_link": "Google Play (Also on Steam): https://play.google.com/pc-store/games/details?id=com.nobleempire.wog",
    "description": "A free-to-play interactive encyclopedia and 3D simulator of firearms, tanks, and other machines. Learn how legendary weapons work by disassembling and reassembling them down to the smallest part."
  },
  {
    "name": "War Thunder",
    "store_link": "Steam (Also on Xbox/PlayStation): https://store.steampowered.com/app/236390/War_Thunder/",
    "description": "A free-to-play MMO military game dedicated to aviation, armored vehicles, and naval craft from World War II and the Cold War. Engage in massive historical battles on land, air, and sea."
  },
  {
    "name": "We become what we behold",
    "store_link": "itch.io (Original Web Game): https://ncase.itch.io/wbwwb",
    "description": "A short, thought-provoking game about how media can fuel divisiveness. You control a camera and must capture 'news' to influence the circles and squares, showing how small differences can be magnified into conflict."
  },
  {
    "name": "the were cleaner",
    "store_link": "Info Not Found",
    "description": "Information for a specific game titled 'the were cleaner' with a primary store link was not found. This may be a smaller or fan-made title."
  }
]